Repository: common-repository/author-showcase
Catalog: lang/author-showcase-*.po
Languages: fr_fr, pt_br

source: Add your books here
fr_fr: Ajouter vos livres ici
pt_br: Adicione seu livro aqui

source: Instructions
fr_fr: Mode d'Emploi
pt_br: Instruções

source: Add a comma-separated list of Book IDs.
fr_fr: Ajouter une liste séparée par des virgules des IDs de livres.
pt_br: Adicione uma lista de IDs de Livros separados por vírgula.

source: Choose what other fields should appear apart from the cover and the sales links.
fr_fr: Choisissez ce que d'autres champs devraient apparaître en plus de la couverture et des liens de vente.
pt_br: Escolha que outros campos devem aparecer além da capa e links de vendas.

source: Tick 'Randomize!' to show one random book at a time on each page reload.
fr_fr: Cochez « Randomiser ! » pour montrer un livre au hasard à la fois sur chaque rechargement de la page.
pt_br: Marque 'Randomize' para mostrar um livro aleatório em cada página recarregada.

source: Hit save!
fr_fr: Cliquez sur Enregistrer!
pt_br: Clique em salvar!

source: Header
fr_fr: En-tête
pt_br: Cabeçalho

source: Book IDs (Comma Separated List)
fr_fr: IDs des Livres (liste séparée par des virgules)
pt_br: IDs do Livro (Lista Separada por Vírgula)

source: Show Other Fields
fr_fr: Afficher d'Autres Champs
pt_br: Mostrar Outros Campos

source: Randomize!
fr_fr: Randomiser!

source: Show a random book from the ID selection above
fr_fr: Afficher un livre au hasard de la sélection ID ci-dessus
pt_br: Mostrar um livro aleatório a partir da seleção do ID acima

source: Sales Link Icons
fr_fr: Icônes de liens de vente
pt_br: Ícones dos Links de Vendas

source: Visible by default? (This disables the slideout menu behavior)
fr_fr: Visible par défaut? (Cela affiche le comportement du menu déroulant)
pt_br: Visível por padrão? (Isso desativa o comportamento do menu slideout)

source: Book ID
fr_fr: ID du Livre
pt_br: ID do Livro

source: Title
fr_fr: Titre
pt_br: Título

source: Subtitle
fr_fr: Sous-titre
pt_br: Subtitulo

source: Author
fr_fr: Auteur
pt_br: Autor

source: Series
fr_fr: Série
pt_br: Série

source: Cover
fr_fr: Couverture
pt_br: Capa

source: Last Update
fr_fr: Dernière mise à jour
pt_br: Última Atualização

source: Sales Links
fr_fr: Liens de Vente
pt_br: Links de Vendas

source: Book Page
fr_fr: Page du Livre
pt_br: Página do Livro

source: View Book Page
fr_fr: Voir la Page du Livre
pt_br: Ver Página do Livro

source: Edit this book
fr_fr: Modifier cette livre
pt_br: Editar este livro

source: Author Showcase Book List
fr_fr: Author Showcase Liste de Livres
pt_br: Lista de Livros Author Showcase

source: Add Book
fr_fr: Ajouter un Livre
pt_br: Adicionar Livro

source: Add API Keys
fr_fr: Ajouter des clés d’API
pt_br: Adicionar Chaves API

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les autorisations suffisantes pour accéder à cette page.
pt_br: Você não tem permissão suficiente para acessar esta página.

source: You must enter a title!
fr_fr: Vous devez entrer un titre!
pt_br: Você deve escrever um título!

source: Book saved!
fr_fr: Livre enregistré!
pt_br: Livro salvo!

source: <a href="admin.php?page=btbe_add">Add another</a> or <a href="admin.php?page=btbe_admin">return to the Book List?</a>
fr_fr: <a href=“admin.php?page=btbe_add”>Ajouter un autre</a> ou <a href=“admin.php?page=btbe_admin”>retourner à la Liste des Livres?</a>
pt_br: <a href="admin.php?page=btbe_add">Adicionar outra</a> ou <a href="admin.php?page=btbe_admin">returnar para a Lista de Livros?</a>

source: Are you absolutely sure you want to delete this book?
fr_fr: Êtes-vous absolument sûr de vouloir supprimer ce livre?
pt_br: Você tem certeza de que deseja excluir este livro?

source: Yes, delete it!
fr_fr: Oui, supprimez-le!
pt_br: Sim, exclua-o!

source: Book Title
fr_fr: Titre du Livre
pt_br: Título do Livro

source: Series (Create a new series, or add to an existing series)
fr_fr: Série (Créer une nouvelle série, ou ajouter à une série existante)
pt_br: Séries (Crie uma nova série, ou adicione uma série existente)

source: -Choose an existing series-
fr_fr: -Choisissez une série existante-
pt_br: -Escolha uma série existente-

source: Series Number (ex. 1, 2, #1, #2, One, Two)
fr_fr: Numéro de Série (ex. 1, 2, #1, #2, Un, Deux)
pt_br: Número da Série (ex. 1, 2, #1, #2, Um, Dois)

source: Short Blurb
fr_fr: Texte de présentation courte
pt_br: Breve Sinopse

source: (This is used in the sidebar and the list format - limit 400 characters)
fr_fr: (Ceci est utilisé dans la barre latérale et le format de liste - limitez 400 caractères)
pt_br: (Isto é usado na barra lateral e no formato de lista - limite de 400 caracteres)

source: Blurb
fr_fr: Texte de présentation
pt_br: Sinopse

source: (This is used in the single format)
fr_fr: (Ceci est utilisé dans le format unique)
pt_br: (Isto é usado no formato simples)

source: Link to a Book Page?
fr_fr: Rattacher vers une Page de Livre?
pt_br: Lincar para uma página do livro?

source: (This is used in the sidebar and the grid format slideout menus)
fr_fr: (Ceci est utilisé dans la barre latérale et le menu déroulant du format de la grille)
pt_br: (Isso é usado na barra lateral e no formato de grade nos menus deslizantes)

source: -Select a page-
fr_fr: -Sélectionnez une page-
pt_br: -Selecione uma página-

source: Cover Image
fr_fr: Image Couverture
pt_br: Imagem da Capa

source: (The book title is used as alt text on the image)
fr_fr: (Le titre du livre est utilisé comme texte alt sur l'image)
pt_br: (O título do livro é usado como texto alternativo na imagem)

source: Upload Image
fr_fr: Télécharger l'image
pt_br: Enviar Imagem

source: (Click add to create more)
fr_fr: (Cliquez sur Ajouter pour créer plus)
pt_br: (Clique adicionar para criar mais)

source: Name
fr_fr: Nom
pt_br: Nome

source: Icon
fr_fr: Icône
pt_br: Ícone

source: Link
fr_fr: Lien

source: Add
fr_fr: Ajouter
pt_br: Adicionar

source: Upload Icon
fr_fr: Télécharger l'icône
pt_br: Enviar ícone

source: Remove
fr_fr: Retirer
pt_br: Remover

source: Save
fr_fr: Enregistrer
pt_br: Salvar

source: Cancel
fr_fr: Annuler
pt_br: Cancelar

source: Delete this book
fr_fr: Supprimer ce Livre
pt_br: Excluir este livro

source: Add New Book
fr_fr: Ajouter un Nouveau Livre
pt_br: Adicionar Novo Livro

source: See <a href="https://claireryanauthor.com/btbe-user-manual/" target="_blank">the Showcase User Manual</a> for a complete list of how to use the shortcodes.
fr_fr: Le manuel utilisateur est disponible en Anglais au <a href="https://claireryanauthor.com/btbe-user-manual/" target="_blank">claireryanauthor.com</a>. Va là-bas pour une liste complète de la façon d'utiliser les codes courts.
pt_br: Veja <a href="https://claireryanauthor.com/btbe-user-manual/" target="_blank">o Manual do Usuário do Showcase</a> para uma lista completa de como usar os códigos.

source: Make sure to add each book in a series in the order in which they were published!
fr_fr: Assurez-vous d'ajouter chaque livre dans une série dans l'ordre dans lequel ils ont été publiés!
pt_br: Certifique-se de adicionar cada livro de uma série na ordem em que eles foram publicados!

source: Use the Author Showcase Widget to display books in the sidebar using a comma-separated list of their Book IDs.
fr_fr: Utilisez le Author Showcase widget pour afficher les livres dans la barre latérale en utilisant une liste séparée par des virgules de leurs identifiants de livre.
pt_br: Use o Widget Author Showcase para exibir os livros na barra lateral usando uma lista separada por vírgulas das IDs de seus livros.

source: About the plugin
fr_fr: À propos du plugin
pt_br: Sobre o plugin

source: Please send feature suggestions, bug reports, and help requests to me through my <a href="https://www.claireryanauthor.com/contact" target="_blank">contact form</a>. If you'd like to support this plugin, please let other authors know about it! You can also check out my website, <a href="https://www.claireryanauthor.com" target="_blank">claireryanauthor.com</a>, and take a look at my books.
fr_fr: Veuillez envoyer des suggestions de fonctionnalités, des rapports de bogues et des demandes d'aide sur mon <a href="https://www.claireryanauthor.com/contact" target="_blank"> formulaire de contact </a>. (Desolé, je parle seulement Anglais, Français, et Irlandais!) Si vous souhaitez prendre en charge ce plugin, veuillez en informer les autres! Vous pouvez aussi visiter mon site, <a href="https://www.claireryanauthor.com" target="_blank"> claireryanauthor.com </a>, et voir mes livres.
pt_br: Envie sugestões de funcionalidades, relatórios de erros e solicitações de ajuda através do meu <a href="https://www.claireryanauthor.com/contact" target="_blank"> formulário de contato</a>. Se você quiser dar suporte a este plugin, informe os autores sobre isso! Você também pode verificar o meu site, <a href="https://www.claireryanauthor.com" target="_blank">claireryanauthor.com</a>, e dá uma olhada em meus livros.

source: Happy selling :)
fr_fr: Bonne vente :)
pt_br: Boas vendas :)

source: Add your API keys for displaying reviews
fr_fr: Ajoutez vos clés API pour afficher des commentaires
pt_br: Adicione suas chaves API para exibir os comentários

source: API keys saved! <a href="admin.php?page=btbe_admin">return to the Book List?</a>
fr_fr: Clés API enregistré! <a href="admin.php?page=btbe_admin"> Retour à la Liste du Livre? </a>
pt_br: Chaves API salvas! <a href="admin.php?page=btbe_admin">returnar para a Lista de Livros?</a>

source: Amazon Associate Tag
fr_fr: Tag Associé d'Amazon
pt_br: Tag de Associado da Amazon

source: Amazon Access Key
fr_fr: Clé d'Accès Amazon
pt_br: Chave de Acesso da Amazon

source: Amazon Secret Key
fr_fr: Clé Secret Amazon
pt_br: Chave Secreta da Amazon

source: Goodreads API Key (you can get a key <a href="https://www.goodreads.com/api/keys">here</a>)
fr_fr: Clé d'API Goodreads (vous pouvez obtenir une clé <a href="https://www.goodreads.com/api/keys"> ici </a>)
pt_br: Chave API Goodreads (você pode obter uma chave <a href="https://www.goodreads.com/api/keys">aqui</a>)

source: List View
fr_fr: Vue de la Liste
pt_br: Exibir Lista

source: Excerpt View
fr_fr: Vue d'Extrait
pt_br: Exibir Excerto

source: No items found.
fr_fr: Aucun élément trouvé.
pt_br: Nenhum item encontrado.

source: Select bulk action
fr_fr: Sélectionnez l’action en vrac
pt_br: Selecionar ação em massa

source: Bulk Actions
fr_fr: Actions en vrac
pt_br: Ações em Massa

source: Apply
fr_fr: Appliquer
pt_br: Aplicar

source: Filter by date
fr_fr: Filtrer par Date
pt_br: Filtrar por data

source: All dates
fr_fr: Tout les Dates
pt_br: Todas as datas

source: %s pending
fr_fr: %s en attendent
pt_br: %s pendente

source: Select Page
fr_fr: Sélectionnez la page
pt_br: Selecionar Página

source: Select All
fr_fr: Tout sélectionner
pt_br: Selecionar Todos
